Repository: igorpajkert/json-wizard-mobile
Catalog: JsonWizardMobile/Localization/Localizable.xcstrings
Source language: en
Languages: pl

# %lld answers_count
source: %lld answers
pl: %lld odpowiedzi

# %lld answers_count, %lld correct_answers_count
source: %lld answers, %2$lld correct
pl: %lld odpowiedzi, %lld poprawnych

# %lld categories_count
source: %lld categories
pl: %lld kategorii

# %lld questions_count
source: %lld questions
pl: %lld pytań

# account_help_info
source: If you have trouble accessing your account, please contact: igor.pajkert@ipsoftware.org
pl: Jeśli masz problem z dostępem do twojego konta, skontaktuj się z: igor.pajkert@ipsoftware.org

# action_authenticate
source: Authenticate
pl: Weryfikuj

# action_sign_in
source: Sign In
pl: Zaloguj

# action_try_again
source: Try Again
pl: Spróbuj Ponownie

source: Add answer…
pl: Dodaj Odpowiedź…

source: Add Question
pl: Dodaj Pytanie

source: Add Questions
pl: Dodaj Pytania

# add_first_category_text
source: Create a category to get started.
pl: Utwórz kategorię, aby rozpocząć.

# add_first_question_text
source: Create a question to get started.
pl: Utwórz pytanie, aby rozpocząć.

source: Answer Text
pl: Tekst Odpowiedzi

source: Answers
pl: Odpowiedzi

source: Authenticate
pl: Uwierzytelnij

# button_cancel
source: Cancel
pl: Anuluj

# button_change_password
source: Change Password
pl: Zmień Hasło

# button_dismiss
source: Dismiss
pl: Anuluj

# button_done
source: Done
pl: Gotowe

# button_save
source: Save
pl: Zapisz

# button_sign_in
source: Sign In
pl: Zaloguj

# button_sign_out
source: Sign Out
pl: Wyloguj

source: Cancel
pl: Anuluj

source: Category Info
pl: Informacje o Kategori

# category_color_text
source: Color
pl: Kolor

# category_subtitle_text
source: Subtitle
pl: Podtytuł

# category_title_text
source: Title
pl: Tytuł

source: Change Password
pl: Zmień Hasło

# change_password_info
source: Change the password for your account.
pl: Zmień hasło do swojego konta.

source: Choose Categories
pl: Wybierz Kategorie

source: Confirm new password
pl: Potwierdź nowe hasło

source: Count
pl: Ilość

source: Created %@
pl: Utworzono %@

source: Dismiss
pl: Anuluj

source: Edit
pl: Edytuj

# error_category_already_attached
source: Category is already attached to given question.
pl: Kategoria jest już przypisana do danego pytania.

# error_category_not_found
source: Category not found.
pl: Nie znaleziono kategorii.

# error_current_user_not_found
source: No currently signed-in user was found. Please sign in first to continue.
pl: Obecnie nie znaleziono żadnego zalogowanego użytkownika. Zaloguj się, aby kontynuować.

# error_invalid_user
source: No developer account was found. Please sign in with a proper account to continue.
pl: Nie znaleziono konta deweloperskiego. Zaloguj się na odpowiednie konto, aby kontynuować.

# error_question_already_attached
source: Question is already attached to given category.
pl: Pytanie jest już przypisane do danej kategorii.

# error_question_not_found
source: Question not found.
pl: Nie znaleziono pytania.

# error_reauthentication_required
source: This operation is sensitive and requires a recent sign-in. Please sign in first and try again.
pl: Ta operacja jest wrażliwa i wymaga niedawnego zalogowania. Zaloguj się i spróbuj ponownie.

# filter_options_categorized
source: Categorized
pl: Z Kategoriami

# filter_options_none
source: None
pl: Brak

# filter_options_uncategorized
source: Uncategorized
pl: Bez Kategorii

# filter_options_with_answers
source: With Answers
pl: Z Odpowiedziami

# filter_options_with_correct_answers
source: With Correct Answers
pl: Z Poprawnymi Odpowiedziami

# filter_options_without_answers
source: Without Answers
pl: Bez Odpowiedzi

# filter_options_without_correct_answers
source: Without Correct Answers
pl: Bez Poprawnych Odpowiedzi

# forgot_password
source: Forgot your password?
pl: Zapomniałeś hasła?

# guidance_auth_email_send_failed
source: Failed to send password reset email.
pl: Nie udało się wysłać wiadomości e-mail do resetowania hasła.

# guidance_change_password_failed
source: Unable to change password. Please try again.
pl: Nie można zmienić hasła. Spróbuj ponownie.

# guidance_could_not_fetch_user_data
source: Could not fetch user data. Please try again later.
pl: Nie można pobrać danych użytkownika. Spróbuj ponownie później.

# guidance_could_not_refresh_categories
source: Could not refresh categories. Sign in to continue.
pl: Nie można odświeżyć kategorii. Zaloguj się, aby kontynuować.

# guidance_could_not_refresh_categories_generic
source: Could not refresh categories. Check if you are properly signed in and try again.
pl: Nie można odświeżyć kategorii. Sprawdź, czy jesteś poprawnie zalogowany i spróbuj ponownie.

# guidance_could_not_refresh_questions_generic
source: Could not refresh questions. Check if you are properly signed in and try again.
pl: Nie można odświeżyć pytań. Sprawdź, czy jesteś poprawnie zalogowany i spróbuj ponownie.

# guidance_could_not_refresh_questions_invalid_user
source: Could not refresh questions. Sign in to continue.
pl: Nie można odświeżyć pytań. Zaloguj się, aby kontynuować.

# guidance_error_loading_data_generic
source: Error loading data. Restart the app and retry.
pl: Błąd ładowania danych. Uruchom ponownie aplikację i spróbuj ponownie.

# guidance_error_saving_data_generic
source: Error saving data. Please retry later.
pl: Błąd zapisywania danych. Spróbuj ponownie później.

# guidance_load_sign_in_required
source: Sign in is required to load data. Please sign into your developer account to continue.
pl: Logowanie jest wymagane do załadowania danych. Zaloguj się na swoje konto deweloperskie, aby kontynuować.

# guidance_reauthenticate_password
source: Re-authentication required. Please sign into your account and try again.
pl: Wymagane ponowne uwierzytelnienie. Zaloguj się na swoje konto i spróbuj ponownie.

# guidance_reauthentication_failed
source: Authentication failed. Please try again.
pl: Uwierzytelnianie nie powiodło się. Spróbuj ponownie.

# guidance_save_sign_in_required
source: Sign in is required to save data. Please sign into your developer account to continue.
pl: Logowanie jest wymagane do zapisania danych. Zaloguj się na swoje konto deweloperskie, aby kontynuować.

# guidance_sign_in_failed
source: Error signing in. Please try again.
pl: Błąd logowania. Spróbuj ponownie.

# guidance_sign_out_error
source: Could not sign out. Try again later.
pl: Nie można się wylogować. Spróbuj ponownie później.

# menu_filter
source: Filter
pl: Filtruj

# menu_sort
source: Sort
pl: Sortuj

source: New password
pl: Nowe hasło

source: Password
pl: Hasło

# password_reset_email
source: Send a password reset email to:
pl: Wyślij prośbę o zresetowanie hasła na email:

source: Passwords match
pl: Hasła zgodne

# picker_color
source: Color
pl: Kolor

# picker_filter_by
source: Filter By
pl: Filtruj

# picker_sort_by
source: Sort By
pl: Sortuj

# picker_sort_order
source: Sort Order
pl: Kolejność Sortowania

source: Questions
pl: Pytania

# reauthenticate_sheet_info
source: Provide credentials for your developer account to authenticate.
pl: Podaj dane logowania do twojego konta dewelopera w celu uwierzytelnienia.

source: Reset Password
pl: Zresetuj Hasło

source: Save
pl: Zapisz

# section_categories
source: Categories
pl: Kategorie

# section_category_info
source: Category Info
pl: Informacje o kategorii

# section_question
source: Question
pl: Pytanie

source: Send Email
pl: Wyślij Email

source: Sign In
pl: Zaloguj

# sign_in_sheet_info
source: Sign into your developer account.
pl: Zaloguj się do swojego konta dewelopera.

# sort_options_alphabetical
source: Alphabetical
pl: Alfabetycznie

# sort_options_answers_count
source: Answers Count
pl: Ilość Odpowiedzi

# sort_options_categories_count
source: Categories Count
pl: Ilość Kategorii

# sort_options_recent
source: Recent
pl: Najnowsze

# tab_account
source: Account
pl: Konto

# tab_all_questions
source: All Questions
pl: Wszystkie Pytania

# tab_categories
source: Categories
pl: Kategorie

# text_correct
source: Correct
pl: Poprawne

# text_date_created %@
source: Created %@
pl: Utworzono %@

# text_incorrect
source: Incorrect
pl: Niepoprawne

# text_no_answers
source: No answers
pl: Brak odpowiedzi

# text_no_correct_answers
source: No correct answers
pl: Brak poprawnych odpowiedzi

# text_role
source: Role
pl: Rola

# text_sort_ascending
source: Ascending
pl: Rosnąco

# text_sort_descending
source: Descending
pl: Malejąco

# text_subtitle
source: Subtitle
pl: Podtytuł

# text_title
source: Title
pl: Tytuł

# text_user
source: User
pl: Użytkownik

# title_account
source: Account
pl: Konto

# title_add_category
source: Add Category
pl: Dodaj Kategorię

# title_all_questions
source: All Questions
pl: Wszystkie Pytania

# title_categories
source: Categories
pl: Kategorie

# title_edit_category
source: Edit Category
pl: Edytuj Kategorię

# title_error
source: Error
pl: Błąd
